Repository: gentpan/CLIState
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ across %lld tools
zh_hans: %2$lld 个工具共占用 %1$@

source: %@ can't run
zh_hans: %@ 无法运行

source: %@ changed since the last scan
zh_hans: %@ 在上次扫描后发生了变化

source: %@ channel
zh_hans: %@ 渠道

source: %@ couldn't be changed because permission was denied. CLI State never uses sudo, so check the permissions of the install location.
zh_hans: %@ 未能更改：权限不足。CLI State 从不使用 sudo，请检查安装位置的权限。

source: %@ couldn't be changed because the network is unavailable. Check your connection, then try again.
zh_hans: 网络不可用，%@ 未能更改。请检查网络连接后重试。

source: %@ couldn't be found in your shell's PATH, so its packages aren't listed.
zh_hans: 在 Shell 的 PATH 中找不到 %@，因此没有列出它管理的软件包。

source: %@ couldn't be scanned
zh_hans: 无法扫描 %@

source: %@ couldn't be uninstalled because %@ returned an error. View the output for details.
zh_hans: %1$@ 未能卸载，%2$@ 返回了错误。请查看输出了解详情。

source: %@ couldn't be updated because %@ returned an error. View the output for details.
zh_hans: %1$@ 未能更新，%2$@ 返回了错误。请查看输出了解详情。

source: %@ download cache
zh_hans: %@ 下载缓存

source: %@ hasn't changed since the last scan
zh_hans: %@ 自上次扫描后未变化

source: %@ is available
zh_hans: %@ 可用

source: %@ is busy with another operation. Try again when it finishes.
zh_hans: %@ 正在执行其他操作，请在完成后重试。

source: %@ is installed, but %@ can't be found in PATH.
zh_hans: %1$@ 已安装，但在 PATH 中找不到 %2$@。

source: %@ isn't available
zh_hans: %@ 不可用

source: %@ isn't reachable through PATH.
zh_hans: 无法通过 PATH 找到 %@。

source: %@ lists the package %@
zh_hans: %1$@ 的清单中包含 %2$@

source: %@ needs a missing runtime
zh_hans: %@ 缺少所需的运行时

source: %@ removes the package and its links. This can't be undone from CLI State.
zh_hans: %@ 将移除该软件包及其链接。此操作无法在 CLI State 中撤销。

source: %@ restarted
zh_hans: %@ 已重启

source: %@ runs first: %@
zh_hans: %1$@ 优先执行：%2$@

source: %@ started
zh_hans: %@ 已启动

source: %@ starts the service and keeps it running at login.
zh_hans: %@ 将启动该服务，并在登录时保持运行。

source: %@ stopped
zh_hans: %@ 已停止

source: %@ update
zh_hans: %@更新

source: %@ uses a different architecture
zh_hans: %@ 使用了不同的架构

source: %@ was uninstalled
zh_hans: %@ 已卸载

source: %@: %lld version changes
zh_hans: %1$@：%2$lld 次版本变更

source: %lld CLI updates available
zh_hans: %lld 个 CLI 工具可更新

source: %lld available
zh_hans: %lld 个可用

source: %lld days
zh_hans: %lld 天

# %lld entries, %lld not searched
source: %lld entries, %2$lld not searched
zh_hans: %1$lld 个条目，%2$lld 个未参与查找

source: %lld found
zh_hans: 发现 %lld 个

source: %lld installations
zh_hans: %lld 份安装

source: %lld installations found
zh_hans: 发现 %lld 个安装

source: %lld installations were found. Updating one doesn't change the others.
zh_hans: 发现 %lld 个安装。更新其中一个不会影响其他安装。

source: %lld issues
zh_hans: %lld 个问题

source: %lld issues eligible for batch cleanup
zh_hans: %lld 个问题可批量清理

source: %lld items
zh_hans: %lld 项

source: %lld items to clean up
zh_hans: 发现 %lld 项可清理

source: %lld major updates
zh_hans: %lld 个大版本

source: %lld more
zh_hans: 另外 %lld 项

source: %lld more installations
zh_hans: 另外 %lld 个安装

source: %lld of %lld selected
zh_hans: 已选 %lld / %lld 项

source: %lld tools
zh_hans: %lld 个工具

source: %lld tools, %lld issues
zh_hans: %lld 个工具，%lld 个问题

source: %lld total
zh_hans: 共 %lld 项

source: %lld updates
zh_hans: %lld 个更新

source: %lld updates available
zh_hans: 待更新 %lld 项

source: %lld updates failed. Open CLI State for details.
zh_hans: %lld 个更新失败，请打开 CLI State 查看详情。

source: %lld updates need your review
zh_hans: %lld 项更新需要你确认

source: %lld version changes
zh_hans: %lld 次版本变更

source: 31–90 days
zh_hans: 31–90 天

source: 8–30 days
zh_hans: 8–30 天

source: A broken link is a shortcut whose target is missing. Removing the link does not uninstall another working copy of the tool.
zh_hans: 失效链接是目标已不存在的快捷入口。移除该链接不会卸载这个工具的其他正常安装。

source: A check failed, so nothing will run.
zh_hans: 有检查未通过，不会执行任何操作。

source: A curated starting point for your Mac. Choose tools by what you want to do.
zh_hans: 从精选工具开始，按你想做的事情选择安装。

source: A few things may not behave the way you expect.
zh_hans: 有几处可能与你的预期不一致。

source: A preflight check failed, so nothing was changed. Review the checks, then try again.
zh_hans: 预检未通过，未做任何更改。请查看检查项后重试。

source: A shell alias overrides %@
zh_hans: Shell 别名覆盖了 %@

source: A tool's setting overrides its provider's, and a provider's setting overrides the default.
zh_hans: 工具的设置优先于安装方式的设置，安装方式的设置优先于默认设置。

source: About
zh_hans: 关于

source: Actions
zh_hans: 操作

source: Active
zh_hans: 生效中

source: Activity
zh_hans: 活动

source: Advanced
zh_hans: 高级

source: After handling the links, run Check again to update the issue list.
zh_hans: 处理后点击“重新检测”，更新问题列表。

source: Alias
zh_hans: 别名

source: All
zh_hans: 全部

source: All Categories
zh_hans: 全部分类

source: All Providers
zh_hans: 全部安装方式

source: All States
zh_hans: 全部状态

source: All updates, including major versions
zh_hans: 所有更新，包括大版本

source: Also install eligible updates from the current tool list
zh_hans: 同时安装当前工具列表中允许更新的项目

source: Also upgraded %@
zh_hans: 同时升级了 %@

source: App Bundle
zh_hans: 应用包

source: App updates
zh_hans: App 更新

source: App updates turn on once the first public release is published.
zh_hans: 首个公开版本发布后即可使用 App 更新。

source: Appearance
zh_hans: 外观

source: Application
zh_hans: 应用

source: Apps connected to this service may be interrupted.
zh_hans: 正在使用该服务的应用可能会中断。

source: As a dependency
zh_hans: 作为依赖

source: Attention
zh_hans: 需要关注

source: Auto-update policy
zh_hans: 自动更新策略

source: Automatic
zh_hans: 自动更新

source: Automatic tries the update server first and uses GitHub when it can't be reached.
zh_hans: 自动：优先从官方服务器下载，连不上时改用 GitHub。

source: Automatic updates
zh_hans: 自动更新

source: Automatic updates wait until your Mac is connected to power.
zh_hans: 自动更新会等到 Mac 接通电源后再进行。

source: Automatically check for CLI State updates
zh_hans: 自动检查 CLI State 更新

source: Back to list
zh_hans: 返回列表

source: Background checks run while CLI State is open, including from the menu bar.
zh_hans: CLI State 打开期间（包括只在菜单栏运行时）会在后台按此频率检查。

source: Batch handling only removes confirmed broken links. Review the suggestions below for configuration and installation conflicts.
zh_hans: 批量处理仅清理已确认的失效链接。配置和安装冲突请按下方建议逐项处理。

source: Block lengths compare with the largest group; exact counts are shown beside each row.
zh_hans: 格子长度以数量最多的一组为基准，每行数字显示实际数量。

source: Blocks show the proportion of actionable groups. Sizes include measured items only; unknown sizes are excluded.
zh_hans: 格子表示可清理项目的比例。空间统计仅包含已测量的项目，不包含未知体积。

source: Broken link: %@
zh_hans: 失效链接：%@

source: Broken links in PATH
zh_hans: PATH 中的失效链接

source: Bun: JavaScript runtime and package manager. Counts tools installed through Bun.
zh_hans: Bun：JavaScript 运行时和包管理器。这里统计通过 Bun 安装的工具。

source: CLI State can't confirm which package manager owns this installation, so it won't run an update for it.
zh_hans: CLI State 无法确认它是由哪个包管理器安装的，所以不会替你更新。

source: CLI State couldn't read your shell environment. Make sure your shell starts without errors, then try again.
zh_hans: CLI State 无法读取你的 Shell 环境。请确认 Shell 能正常启动，然后重试。

source: CLI State didn't find any caches, old versions or broken links.
zh_hans: 没有发现缓存、旧版本或失效链接。

source: CLI State doesn't remove these for you.
zh_hans: CLI State 不会替你移除这些项目。

source: CLI State runs the commands below, then rescans to confirm the new versions.
zh_hans: CLI State 将执行以下命令，然后重新扫描以确认新版本。

source: Can uninstall
zh_hans: 可卸载

source: Can't update from CLI State
zh_hans: 无法在 CLI State 中更新

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Cargo: Rust package and build tool. Counts command-line tools installed through Cargo.
zh_hans: Cargo：Rust 的包管理和构建工具。这里统计通过 Cargo 安装的命令行工具。

source: Categories
zh_hans: 用途分类

source: Category
zh_hans: 分类

source: Changes
zh_hans: 变更

source: Channel unknown
zh_hans: 渠道未知

source: Check again
zh_hans: 重新检测

source: Check again to look for new releases.
zh_hans: 可以再次检查是否有新版本。

source: Check environment and report
zh_hans: 一键检测并生成报告

source: Check failed. The results below are from the previous scan.
zh_hans: 检查失败，下方保留的是上次检测结果。

source: Check for CLI State Updates…
zh_hans: 检查 CLI State 更新…

source: Check for Updates
zh_hans: 检查更新

source: Check for updates
zh_hans: 检查更新频率

source: Check in the background and notify you. Nothing is installed.
zh_hans: 在后台检查并通知你，不会安装任何内容。

source: Check now
zh_hans: 一键检查

source: Check that the package manager is installed and its directory is in PATH, then scan again.
zh_hans: 建议：确认包管理器已安装，并且所在目录已加入 PATH，再重新检测。

source: Check whether the directory should still exist. If it belongs to removed software, remove its PATH entry from the configuration that added it.
zh_hans: 建议：先确认目录是否还需要。若属于已卸载的软件，到添加它的配置文件中移除对应 PATH 项。

source: Checked %@
zh_hans: %@检查

source: Checking
zh_hans: 检查

source: Checking environment…
zh_hans: 正在检查…

source: Checking… Previous results remain visible until the scan finishes.
zh_hans: 正在检查，完成前继续显示上次结果。

source: Checks
zh_hans: 检查项

source: Checks supported CLI tools and environment settings; does not install or remove tools.
zh_hans: 检查已支持的命令行工具及环境配置，不安装或卸载工具。

source: Choose actions to review
zh_hans: 选择要处理的项目

source: Clean Up
zh_hans: 清理

source: Clean Up…
zh_hans: 清理…

source: Clean up %@
zh_hans: 清理 %@

source: Cleanup
zh_hans: 清理

source: Cleanup couldn't finish because %@ returned an error. View the output for details.
zh_hans: 清理未能完成，%@ 返回了错误。请查看输出了解详情。

source: Cleanup filter
zh_hans: 清理筛选

source: Cleanup finished
zh_hans: 清理完成

source: Cleanup preview
zh_hans: 清理预览

source: Clear %@ cache
zh_hans: 清除 %@ 缓存

source: Clear Activity
zh_hans: 清除活动

source: Clear Filters
zh_hans: 清除筛选

source: Clear search
zh_hans: 清除搜索

source: Clear selection
zh_hans: 清空选择

source: Close details and return to the full list
zh_hans: 关闭详情，恢复完整列表

source: Command
zh_hans: 命令

source: Command finished, but the result couldn't be verified. Scan again to check.
zh_hans: 命令已完成，但无法验证结果。请重新扫描确认。

source: Command finished, but the version didn't change
zh_hans: 命令已完成，但版本未变化

source: Command name, e.g. node
zh_hans: 命令名，例如 node

source: Command output
zh_hans: 命令输出

source: Command preview unavailable. Use Uninstall to review the operation.
zh_hans: 暂时无法预览命令，请点击“卸载”查看操作详情。

source: Commands
zh_hans: 命令

source: Commands CLI State ran
zh_hans: CLI State 执行过的命令

source: Compare the installations and choose which one to keep. Remove an extra copy only after checking its dependents; do not remove the macOS copy.
zh_hans: 建议：对比安装来源，选择保留哪一份。检查依赖后再卸载多余安装，不要删除 macOS 系统版本。

source: Configuration
zh_hans: 配置

source: Confirmed
zh_hans: 已确认

source: Conflicting installations of %@
zh_hans: %@ 存在冲突的安装

source: Contact & Partnerships
zh_hans: 联系与合作

source: Continue
zh_hans: 继续

source: Convert, record and process audio and video.
zh_hans: 转换、录制和处理音视频。

source: Copy Path
zh_hans: 拷贝路径

source: Copy command
zh_hans: 复制命令

source: Could not refresh cleanup candidates. Check again before handling issues.
zh_hans: 无法刷新清理候选项，请重新检查后再处理。

source: Couldn't Export Diagnostics
zh_hans: 无法导出诊断包

source: Couldn't change the launch at login setting
zh_hans: 无法更改开机启动设置

source: Couldn't prepare the operation
zh_hans: 无法准备该操作

source: Couldn't restart CLI State
zh_hans: 无法重启 CLI State

source: Couldn't save the setting
zh_hans: 无法保存设置

source: Counts are tools and may overlap when a tool has multiple installations. Official installer describes the installation source, not a security certification.
zh_hans: 按工具计数；同一工具有多个安装时，分类可能重叠。“官方安装程序”说明安装来源，不代表安全认证。

source: Counts installation copies by source. A tool installed through multiple sources is counted in each source. Select a source to view its tools.
zh_hans: 按安装份数统计来源。同一工具通过多个来源安装时分别计数，点击来源可查看对应工具。

source: Counts installations, so one tool can appear more than once. On-request and dependency labels require package-manager records; other installations remain unclassified.
zh_hans: 按安装份数计数，同一工具可能有多份。主动安装和依赖安装以包管理器记录为准，其余保留为未分类。

source: Creates a zip with versions, PATH, package managers, issues and recent operations. Your home folder and account name are replaced, and no environment variables or command output are included.
zh_hans: 生成一个 zip，包含版本、PATH、包管理器、问题和最近的操作。主目录和账户名会被替换，不含任何环境变量和命令输出。

source: Critical
zh_hans: 严重

source: Curated by CLI State · Package details from Homebrew · Not a popularity ranking
zh_hans: CLI State 精选 · 软件包资料来自 Homebrew · 非热度排名

source: Current version
zh_hans: 当前版本

source: Current version: %@
zh_hans: 当前版本：%@

source: Dark
zh_hans: 深色

source: Database
zh_hans: 数据库

source: Databases
zh_hans: 数据库

source: Date
zh_hans: 日期

source: Default policy
zh_hans: 默认策略

source: Dependencies
zh_hans: 依赖

source: Dependency
zh_hans: 依赖

source: Depends on it
zh_hans: 依赖它的软件包

source: Detailed check results
zh_hans: 查看检测明细

source: Detected issues
zh_hans: 检测到的问题

source: Developer Essentials
zh_hans: 开发入门

source: Developer Tool
zh_hans: 开发工具

source: Developer Tools
zh_hans: 开发工具

source: Directory
zh_hans: 目录

source: Discover
zh_hans: 发现

source: Disk space
zh_hans: 占用空间

source: Documents & publishing
zh_hans: 文档与排版

source: Don't check this in the background.
zh_hans: 不在后台检查。

source: Done
zh_hans: 完成

source: Download from
zh_hans: 更新来源

source: Downloaded package archives. They are fetched again when needed.
zh_hans: 已下载的软件包归档，需要时会重新下载。

source: Downloads the latest package information. Nothing is installed or upgraded.
zh_hans: 下载最新的软件包信息，不会安装或升级任何内容。

source: Dry run
zh_hans: 试运行

source: Duplicate
zh_hans: 重复

source: Duplicate PATH entry
zh_hans: 重复的 PATH 条目

source: Duplicate of #%lld
zh_hans: 与 #%lld 重复

source: Empty
zh_hans: 空条目

source: Entries to review
zh_hans: 待检查目录

source: Entry #%@ points to a directory that doesn't exist. It's often left behind by an app that was removed, and it slows down every command lookup a little.
zh_hans: 条目 #%@ 指向的目录不存在。这通常是已删除应用留下的，会让每次命令查找都稍微变慢。

source: Entry #%@ repeats entry #%@. Only the first occurrence has an effect, so this one can be removed from your shell configuration.
zh_hans: 条目 #%1$@ 与条目 #%2$@ 重复。只有第一次出现的条目生效，可以从 Shell 配置中移除这一条。

source: Environment
zh_hans: 环境

source: Environment check
zh_hans: 环境检查

source: Environment check report
zh_hans: 环境检测报告

source: Environment status: %@
zh_hans: 环境状态：%@

source: Estimated from executable access times, not run counts. No record does not mean unused. Select a row to see tools.
zh_hans: 根据可执行文件的访问时间估计，不能代表运行次数。无记录不等于没用过。选择一行可查看工具。

source: Every 3 hours
zh_hans: 每 3 小时

source: Every 6 hours
zh_hans: 每 6 小时

source: Every command in PATH resolves the way CLI State expects.
zh_hans: PATH 中的每个命令都按预期解析。

source: Every hour
zh_hans: 每小时

source: Everything is on the latest version
zh_hans: 所有工具都是最新版本

source: Everything is on the latest version.
zh_hans: 所有工具都是最新版本。

source: Evidence
zh_hans: 判定依据

source: Executables in PATH that CLI State can't match to a package manager or known installer.
zh_hans: PATH 中无法归属到任何包管理器或已知安装程序的可执行文件。

source: Exit code %d
zh_hans: 退出码 %d

source: Export Diagnostics…
zh_hans: 导出诊断包…

source: Export or restore your environment
zh_hans: 导出或恢复环境

source: Failed
zh_hans: 失败

source: Feedback
zh_hans: 反馈

source: Filter
zh_hans: 筛选

source: Filter by category
zh_hans: 按分类筛选

source: Filter by installer or state
zh_hans: 按安装方式或状态筛选

source: Find your next tool
zh_hans: 找到适合你的工具

source: Found
zh_hans: 正常

source: Fresh
zh_hans: 本次检测成功

source: From %@ to %@
zh_hans: 从 %1$@ 到 %2$@

source: Function
zh_hans: 函数

source: General
zh_hans: 通用

source: Good
zh_hans: 环境良好

source: Handle broken links
zh_hans: 处理失效链接

source: Handle eligible issues…
zh_hans: 一键处理可处理项…

source: Handle issues
zh_hans: 一键处理

source: Handle this issue…
zh_hans: 处理此项…

source: Hashed path
zh_hans: 已缓存路径

source: Hide Activity
zh_hans: 隐藏活动

source: Hides the details
zh_hans: 收起说明

source: History
zh_hans: 历史

source: Homebrew Formula
zh_hans: Homebrew 软件包 ↗

source: Homebrew package info updated %@
zh_hans: Homebrew 软件包信息更新于 %@

source: Homebrew: package manager for macOS. Counts its managed installations.
zh_hans: Homebrew：macOS 的软件包管理器。这里统计由它管理的安装。

source: How CLI State identified the provider of each installation
zh_hans: CLI State 判定每个安装方式的依据

source: How Terminal resolves %@
zh_hans: 终端如何解析 %@

source: How to handle…
zh_hans: 查看处理方式…

source: If you no longer need this shortcut: reveal it in Finder, select this exact link and move it to the Trash. Finder may request an administrator password. If you still need the original app, reinstall it with its installer instead.
zh_hans: 如果不再需要这个快捷入口：在访达中定位，选中这个链接后移到废纸篓。访达可能要求管理员密码。如果仍需要原程序，请使用其安装程序重新安装。

source: If you still use this tool, repair or reinstall it first. Otherwise, a confirmed broken link can be moved to the Trash using the handling button.
zh_hans: 建议：仍需使用该工具时，先修复或重新安装；不再需要时，可通过处理按钮将确认失效的链接移到废纸篓。

source: Info
zh_hans: 提示

source: Inspect the service log before restarting. Restarting may briefly interrupt the tools that depend on it.
zh_hans: 建议：先查看服务日志，再单独重启。重启可能短暂中断依赖它的工具。

source: Install
zh_hans: 安装

source: Install after
zh_hans: 自动安装时间

source: Install and manage the libraries your PHP project needs.
zh_hans: 安装和管理 PHP 项目需要的依赖库。

source: Install location is writable
zh_hans: 安装位置可写

source: Install location isn't writable
zh_hans: 安装位置不可写

source: Install matching updates in the background, then notify you.
zh_hans: 在后台安装符合条件的更新，然后通知你。

source: Install the required runtime using the package manager for this tool, then check again.
zh_hans: 建议：使用该工具对应的包管理器补装所需运行环境，再重新检测。

source: Installation ID
zh_hans: 安装 ID

source: Installation breakdown
zh_hans: 安装来源分布

source: Installation copies
zh_hans: 安装总数

source: Installation details
zh_hans: 安装详情

source: Installation is missing
zh_hans: 安装已不存在

source: Installation is still present
zh_hans: 安装仍然存在

source: Installation is unavailable in this session.
zh_hans: 当前会话无法安装软件。

source: Installation source confirmed
zh_hans: 安装来源已确认

source: Installation source confirmed; this is not a security certification.
zh_hans: 已确认此安装由该来源管理，不代表安全认证。

source: Installations
zh_hans: 安装

source: Installed
zh_hans: 安装原因

source: Installed as dependency
zh_hans: 作为依赖安装

source: Installed on request
zh_hans: 主动安装

source: Installed size
zh_hans: 安装体积

source: Installed tools
zh_hans: 已安装工具

source: Installed version
zh_hans: 已安装版本

source: Installed via
zh_hans: 安装方式

source: Installed via %@
zh_hans: 安装方式：%@

source: Installed, but not in PATH and not used by other packages. If you no longer need it, uninstall it from the tool's details.
zh_hans: 已安装，但不在 PATH 中，也没有被其他软件包使用。如果不再需要，可以在工具详情中自行移除。

source: Installer: installations attributed to a product's own installer. This label is not a security certification.
zh_hans: 安装程序：识别为通过产品自身安装程序安装。此标签不代表安全认证。

source: Installs use Homebrew. Existing installations are shown, including system tools.
zh_hans: 通过 Homebrew 安装，已安装的工具（包括系统自带工具）会自动标记。

source: Install…
zh_hans: 安装…

source: Instance
zh_hans: 实例

source: Interrupted
zh_hans: 已中断

source: Issues
zh_hans: 问题

source: Issues Found
zh_hans: 发现问题

source: It points to %@, which no longer exists. This usually happens after an app or package is uninstalled. It's safe to move the link to the Trash.
zh_hans: 它指向的 %@ 已不存在，通常是卸载 App 或软件包后遗留的。把这个链接移到废纸篓是安全的。

source: Items are moved to the Trash, not deleted, so you can put them back.
zh_hans: 项目会被移到废纸篓而不是删除，你可以从废纸篓中放回。

source: Keep the first occurrence and remove later duplicates in the source configuration. CLI State does not yet locate or edit that configuration automatically.
zh_hans: 建议：保留首次出现的路径，在来源配置中删除重复项。目前尚不能自动定位并修改该配置。

source: Language
zh_hans: 语言

source: Largest tools
zh_hans: 占用空间最多

source: Last checked %@
zh_hans: 上次检查：%@

source: Last results: %@ · %lld tools including dependencies
zh_hans: 上次结果：%@ · %lld 个工具（含依赖）

source: Last scanned
zh_hans: 上次扫描

source: Latest
zh_hans: 最新

source: Latest version
zh_hans: 最新版本

source: Latest version: %@
zh_hans: 最新版本：%@

source: Launch at login
zh_hans: 登录时启动

source: Light
zh_hans: 浅色

source: Link resolves into %@
zh_hans: 链接指向 %@

source: Links that point to files that no longer exist. They are moved to the Trash, so you can restore them.
zh_hans: 这些链接指向已不存在的文件。它们会被移到废纸篓，可以恢复。

source: Located in %@ (weak evidence)
zh_hans: 位于 %@（弱依据）

source: Located in the system directory %@
zh_hans: 位于系统目录 %@

source: Location
zh_hans: 位置

source: Login shell unavailable; showing fallback PATH.
zh_hans: 登录 Shell 不可用，当前显示备用 PATH。

source: Look up a command
zh_hans: 查找命令

source: Low Risk
zh_hans: 低风险

source: Major
zh_hans: 大版本

source: Major updates still need your approval.
zh_hans: 大版本更新仍需你手动确认。

source: Manage GitHub pull requests and issues from Terminal.
zh_hans: 在终端管理 GitHub 的合并请求和问题。

source: Manage Python projects, environments and command-line tools.
zh_hans: 管理 Python 项目、虚拟环境和命令行工具。

source: Managed by macOS
zh_hans: 由 macOS 管理

source: Managed by macOS. CLI State doesn't change it.
zh_hans: 由 macOS 管理，CLI State 不会修改。

source: Manual handling required. Review the original target and follow the Finder removal or reinstall steps.
zh_hans: 需要手动处理：查看原目标，按指引在访达移除失效链接，或重新安装原程序。

source: Matches the known install layout %@
zh_hans: 符合已知安装结构 %@

source: Measured reclaimable space
zh_hans: 已测量可释放空间

source: Media Tools
zh_hans: 影音处理

source: Media processing
zh_hans: 影音处理

source: Minor
zh_hans: 次版本

source: Missing
zh_hans: 不存在

source: Move %@ to the Trash
zh_hans: 将 %@ 移到废纸篓

source: Move %lld items to the Trash
zh_hans: 将 %lld 个项目移到废纸篓

source: Move broken links to the Trash
zh_hans: 将失效链接移到废纸篓

source: Move to Trash
zh_hans: 移到废纸篓

source: Move to Trash: %@
zh_hans: 移到废纸篓：%@

source: Move to Trash…
zh_hans: 移到废纸篓…

source: Move verified broken links to Trash
zh_hans: 将核实失效的链接移到废纸篓

source: Moved to the Trash
zh_hans: 已移到废纸篓

source: Multiple installations of %@
zh_hans: %@ 有多个安装

source: Name
zh_hans: 名称

source: Name, command, package or provider
zh_hans: 名称、命令、软件包或安装方式

source: Native Installer
zh_hans: 官方安装程序

source: Needs Attention
zh_hans: 需要关注

source: Needs your attention
zh_hans: 待处理事项

source: No access recorded yet. Usage estimates come from executable access times; macOS system tools do not provide this information.
zh_hans: 暂无访问记录。使用情况根据可执行文件访问时间估计，macOS 系统工具不提供此信息。

source: No actions are available because CLI State can't confirm which package manager owns this installation.
zh_hans: 没有可用操作：CLI State 无法确认此安装由哪个包管理器管理。

source: No actions are available for this installation.
zh_hans: 此安装没有可用的操作。

source: No cleanup items available
zh_hans: 当前没有可清理项目

source: No command named %@ was found in PATH.
zh_hans: 在 PATH 中找不到名为 %@ 的命令。

source: No command output was captured.
zh_hans: 未捕获到命令输出。

source: No direct cleanup is available for this link: its location may be protected or not writable. Use Finder to inspect it, or repair it with the original installer. CLI State will not request administrator access to delete it.
zh_hans: 此链接当前无法直接清理：所在位置可能受系统保护或没有写入权限。建议在访达中检查，或通过原安装程序修复。CLI State 不会申请管理员权限删除它。

source: No eligible updates remain after refreshing package information.
zh_hans: 刷新软件包信息后，已没有可执行的更新。

source: No evidence recorded.
zh_hans: 没有记录判定依据。

source: No executable actions in the selected categories. PATH configuration and installation conflicts need individual review.
zh_hans: 所选类别没有可执行的操作。PATH 配置和安装冲突需要逐项检查。

source: No history yet
zh_hans: 暂无历史

source: No installation records yet.
zh_hans: 暂无安装记录。

source: No issues found
zh_hans: 未发现问题

source: No issues found.
zh_hans: 未发现问题。

source: No matching cleanup items
zh_hans: 没有匹配的清理项目

source: No matching items in this scan.
zh_hans: 本次检测没有对应项目。

source: No matching recommendations
zh_hans: 没有匹配的推荐工具

source: No matching tools
zh_hans: 没有符合条件的工具

source: No package manager owns this
zh_hans: 不属于任何包管理器

source: No pre-release tag
zh_hans: 无预发布标记

source: No recent access for 90 days
zh_hans: 超过 90 天无近期访问

source: No record
zh_hans: 无记录

source: No recorded history yet. Trends begin with the first saved scan.
zh_hans: 暂时没有历史记录，趋势将从首次保存的扫描开始。

source: No selection
zh_hans: 未选择
